problems/+kamojjala/@Uniaxial2d/meshes/unitCube33x33/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          33;
        startFace       2112;
    }
    left
    {
        type            wall;
        nFaces          33;
        startFace       2145;
    }
    right
    {
        type            wall;
        nFaces          33;
        startFace       2178;
    }
    bottom
    {
        type            wall;
        nFaces          33;
        startFace       2211;
    }
    back
    {
        type            empty;
        nFaces          1089;
        startFace       2244;
    }
    front
    {
        type            empty;
        nFaces          1089;
        startFace       3333;
    }
)


// ************************************************************************* //
