problems/+kamojjala/@Uniaxial2d/meshes/unitCube33x33/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 239;

boundaryField
{
    movingWall
    {
        type            fixedValue;
        value           uniform 493;
    }

    fixedWalls
    {
        type            fixedValue;
        value           uniform 293;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
